[
  {
    "id": "1",
    "slug": "xu-huong-toc-nu-2025",
    "title": "Xu Hướng Tóc Nữ 2025: Top 10 Kiểu Tóc Đang Làm Mưa Làm Gió",
    "excerpt": "Khám phá những kiểu tóc nữ hot nhất 2025 từ runway đến đời thường. Từ bob ngắn cá tính đến layer dài nữ tính, tất cả đều có trong bài viết này!",
    "content": "# Xu Hướng Tóc Nữ 2025\n\nNăm 2025 đánh dấu sự trở lại của những kiểu tóc cổ điển được cải tiến hiện đại. Xu hướng tóc năm nay tập trung vào sự tự nhiên, dễ chăm sóc nhưng vẫn đầy cá tính.\n\n## 1. Bob Ngắn Cá Tính\n\nKiểu bob ngắn tiếp tục là xu hướng hàng đầu với nhiều biến tấu từ bob thẳng đến bob lượn sóng. Đây là lựa chọn hoàn hảo cho những cô nàng năng động, hiện đại.\n\n## 2. Layer Dài Tự Nhiên\n\nTóc layer nhiều tầng tạo độ phồng và chuyển động tự nhiên, phù hợp với mọi khuôn mặt. Kiểu tóc này dễ tạo kiểu và phù hợp cả đi làm lẫn đi chơi.\n\n## 3. Shag Retro\n\nPhong cách shag từ thập niên 70 quay trở lại với vẻ bất đối xứng đầy nghệ thuật. Kiểu tóc này phù hợp với những cô nàng yêu thích phong cách bohemian.\n\n## 4. Curtain Bangs\n\nMái tóc rẽ ngôi giữa kiểu Hàn Quốc tiếp tục hot trong 2025. Kiểu mái này tạo hiệu ứng làm nhỏ gọn khuôn mặt và trông rất tự nhiên.\n\n## 5. Uốn Sóng Lơi\n\nSóng lơi nhẹ nhàng mang đến vẻ nữ tính, dịu dàng. Đây là lựa chọn yêu thích của các cô dâu và những dịp đặc biệt.\n\nHãy ghé thăm HairZone để được tư vấn và trải nghiệm những kiểu tóc hot trend nhất!",
    "author": "Minh Châu",
    "authorRole": "Senior Stylist",
    "authorImage": "https://images.unsplash.com/photo-1580618672591-eb180b1a973f?w=200",
    "category": "Xu hướng",
    "tags": ["xu hướng", "tóc nữ", "2025", "bob", "layer"],
    "featuredImage": "https://images.unsplash.com/photo-1560869713-7d0a29430803?w=1200",
    "publishedAt": "2025-01-15",
    "readTime": "5 phút",
    "views": 1250,
    "likes": 89
  },
  {
    "id": "2",
    "slug": "toc-nam-kieu-han-dang-len-ngoi",
    "title": "Tóc Nam Kiểu Hàn Đang Lên Ngôi: 5 Kiểu Không Thể Bỏ Qua",
    "excerpt": "Phong cách tóc nam Hàn Quốc đang được giới trẻ Việt Nam yêu thích. Cùng khám phá 5 kiểu tóc Hàn đang hot nhất hiện nay!",
    "content": "# Tóc Nam Kiểu Hàn Đang Lên Ngôi\n\nPhong cách tóc nam Hàn Quốc đã trở thành xu hướng toàn cầu với vẻ ngoài trẻ trung, thanh lịch và dễ tạo kiểu. Hãy cùng khám phá những kiểu tóc đang làm mưa làm gió!\n\n## 1. Korean Comma Hair\n\nKiểu tóc mái phẩy nhẹ tạo hình dấu phẩy đặc trưng. Phù hợp với khuôn mặt oval và trái xoan, mang lại vẻ ngoài trẻ trung và lịch lãm.\n\n## 2. Two Block Cut\n\nKiểu tóc 2 khối với phần dưới cắt ngắn và phần trên để dài. Đây là kiểu tóc được các idol Kpop ưa chuộng nhất.\n\n## 3. Center Part\n\nRẽ ngôi giữa với tóc mái dài che trán, tạo vẻ nam tính nhưng vẫn dịu dàng. Kiểu này phù hợp với mọi độ tuổi.\n\n## 4. Textured Crop\n\nTóc ngắn với texture tự nhiên ở phần trên, tạo độ phồng và chuyển động. Kiểu này dễ chăm sóc và luôn trông gọn gàng.\n\n## 5. Mullet Hiện Đại\n\nMullet được cải tiến hiện đại với phần trên ngắn gọn và phần sau dài vừa phải. Phong cách này đang rất hot trong giới trẻ.\n\nĐặt lịch tại HairZone để thử ngay những kiểu tóc Hàn hot trend!",
    "author": "Tuấn Anh",
    "authorRole": "Master Barber",
    "authorImage": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=200",
    "category": "Xu hướng",
    "tags": ["tóc nam", "Hàn Quốc", "K-pop", "two block"],
    "featuredImage": "https://images.unsplash.com/photo-1503951914875-452162b0f3f1?w=1200",
    "publishedAt": "2025-01-12",
    "readTime": "4 phút",
    "views": 980,
    "likes": 67
  },
  {
    "id": "3",
    "slug": "cach-giu-mau-toc-nhuom-ben-dep",
    "title": "Cách Giữ Màu Tóc Nhuộm Bền Đẹp: Bí Quyết Từ Chuyên Gia",
    "excerpt": "Tóc nhuộm dễ bị phai màu? Đừng lo! Cùng khám phá những bí quyết từ chuyên gia để giữ màu tóc bền đẹp lâu dài.",
    "content": "# Cách Giữ Màu Tóc Nhuộm Bền Đẹp\n\nNhuộm tóc là cách nhanh nhất để thay đổi phong cách, nhưng việc duy trì màu tóc đẹp lại là thử thách lớn. Hãy cùng tìm hiểu những bí quyết giúp màu tóc của bạn luôn rực rỡ!\n\n## 1. Chờ Ít Nhất 48h Trước Khi Gội Đầu\n\nSau khi nhuộm, hãy chờ ít nhất 48 giờ trước khi gội đầu lần đầu. Điều này giúp màu nhuộm thẩm thấu sâu vào sợi tóc và bền màu hơn.\n\n## 2. Sử Dụng Dầu Gội Chuyên Dụng\n\nĐầu tư vào dầu gội và dầu xả dành cho tóc nhuộm. Những sản phẩm này không chứa sulfate, giúp bảo vệ màu tóc và giữ ẩm tốt hơn.\n\n## 3. Gội Đầu Bằng Nước Lạnh\n\nNước nóng làm lớp biểu bì tóc nở ra, khiến màu nhuộm dễ bị rửa trôi. Hãy gội đầu bằng nước ấm hoặc lạnh để giữ màu lâu hơn.\n\n## 4. Tránh Ánh Nắng Trực Tiếp\n\nTia UV là kẻ thù của tóc nhuộm. Khi ra ngoài nắng, hãy đội mũ hoặc sử dụng xịt chống nắng cho tóc.\n\n## 5. Hấp Dầu Định Kỳ\n\nHấp dầu 1-2 lần/tuần giúp bổ sung dưỡng chất cho tóc nhuộm, làm tóc mềm mượt và giữ màu bền lâu.\n\n## 6. Tránh Sử Dụng Nhiệt Độ Cao\n\nHạn chế sử dụng máy sấy, máy là tóc ở nhiệt độ cao. Nếu phải dùng, hãy bôi sản phẩm bảo vệ nhiệt trước.\n\n## 7. Bổ Sung Màu Định Kỳ\n\nSau 4-6 tuần, hãy quay lại salon để bổ sung màu. Điều này giúp màu tóc luôn tươi mới và đều màu.\n\nĐặt lịch tư vấn và chăm sóc tóc nhuộm tại HairZone ngay hôm nay!",
    "author": "Đức Huy",
    "authorRole": "Color Specialist",
    "authorImage": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?w=200",
    "category": "Chăm sóc",
    "tags": ["nhuộm tóc", "chăm sóc", "bảo quản màu", "tips"],
    "featuredImage": "https://images.unsplash.com/photo-1522337360788-8b13dee7a37e?w=1200",
    "publishedAt": "2025-01-10",
    "readTime": "6 phút",
    "views": 1580,
    "likes": 112
  },
  {
    "id": "4",
    "slug": "balayage-vs-ombre-chon-kieu-nao",
    "title": "Balayage vs Ombre: Nên Chọn Kiểu Nào Cho Tóc Của Bạn?",
    "excerpt": "Balayage và Ombre đều là kỹ thuật nhuộm tóc phổ biến, nhưng chúng khác nhau như thế nào? Hãy cùng tìm hiểu để chọn kiểu phù hợp nhất!",
    "content": "# Balayage vs Ombre\n\nBalayage và Ombre là hai kỹ thuật nhuộm tóc gradient được yêu thích nhất hiện nay. Tuy có vẻ giống nhau nhưng chúng có những điểm khác biệt quan trọng.\n\n## Balayage Là Gì?\n\nBalayage (đọc là ba-lee-ahj) là kỹ thuật nhuộm tự do bằng tay, tạo hiệu ứng ánh sáng tự nhiên như tóc được tắm nắng. Màu được apply không đều, tạo độ chuyển màu mềm mại.\n\n### Ưu điểm của Balayage:\n- Trông tự nhiên hơn\n- Dễ maintain\n- Phù hợp với mọi độ dài tóc\n- Không cần chạm gốc nhiều\n\n## Ombre Là Gì?\n\nOmbre có nghĩa là \"bóng râm\" trong tiếng Pháp. Kỹ thuật này tạo hiệu ứng chuyển màu rõ ràng từ tối đến sáng, thường là từ gốc tối đến ngọn sáng.\n\n### Ưu điểm của Ombre:\n- Tạo điểm nhấn mạnh mẽ\n- Không cần nhuộm gốc\n- Phù hợp với tóc dài\n- Thời gian thực hiện ngắn hơn\n\n## Nên Chọn Kiểu Nào?\n\n**Chọn Balayage nếu bạn:**\n- Muốn vẻ ngoài tự nhiên\n- Có tóc ngắn đến trung bình\n- Muốn easy maintenance\n\n**Chọn Ombre nếu bạn:**\n- Thích phong cách nổi bật\n- Có tóc dài\n- Muốn contrast mạnh\n\nĐặt lịch tư vấn miễn phí tại HairZone để tìm kiểu nhuộm phù hợp nhất với bạn!",
    "author": "Minh Châu",
    "authorRole": "Senior Stylist",
    "authorImage": "https://images.unsplash.com/photo-1580618672591-eb180b1a973f?w=200",
    "category": "Kỹ thuật",
    "tags": ["balayage", "ombre", "nhuộm tóc", "so sánh"],
    "featuredImage": "https://images.unsplash.com/photo-1562322140-8baeececf3df?w=1200",
    "publishedAt": "2025-01-08",
    "readTime": "5 phút",
    "views": 1420,
    "likes": 95
  },
  {
    "id": "5",
    "slug": "phuc-hoi-toc-hu-ton-sau-nhuom",
    "title": "Phục Hồi Tóc Hư Tổn Sau Nhuộm: Liệu Trình Toàn Diện",
    "excerpt": "Tóc bị hư tổn sau nhuộm, uốn, duỗi? Đừng lo! Cùng khám phá liệu trình phục hồi tóc hiệu quả từ chuyên gia.",
    "content": "# Phục Hồi Tóc Hư Tổn Sau Nhuộm\n\nNhuộm tóc có thể khiến tóc bị khô, xơ, gãy rụng nếu không được chăm sóc đúng cách. Hãy cùng tìm hiểu cách phục hồi tóc hư tổn hiệu quả!\n\n## Dấu Hiệu Tóc Hư Tổn\n\n- Tóc khô xơ, không còn độ mềm mượt\n- Tóc dễ gãy rụng khi chải\n- Ngọn tóc bị chẻ ngọn\n- Tóc không giữ được kiểu\n- Màu tóc nhanh phai\n\n## Liệu Trình Phục Hồi 4 Tuần\n\n### Tuần 1-2: Cấp Ẩm Tối Đa\n\nSử dụng mặt nạ ủ tóc giàu dưỡng chất 2-3 lần/tuần. Tránh gội đầu quá nhiều, chỉ nên gội 2-3 lần/tuần.\n\n### Tuần 3-4: Phục Hồi Cấu Trúc\n\nThực hiện liệu trình Keratin hoặc Collagen tại salon. Điều này giúp tái tạo cấu trúc protein trong sợi tóc.\n\n## Sản Phẩm Nên Sử Dụng\n\n1. **Dầu gội phục hồi**: Chứa Keratin, Argan Oil\n2. **Dầu xả**: Không chứa silicone\n3. **Serum dưỡng tóc**: Bôi trước khi sấy\n4. **Mặt nạ ủ tóc**: Sử dụng hàng tuần\n\n## Những Điều Nên Tránh\n\n- Gội đầu bằng nước nóng\n- Sấy tóc nhiệt độ cao\n- Nhuộm hoặc uốn trong 3 tháng\n- Chải tóc khi tóc còn ướt\n- Buộc tóc quá chặt\n\nĐặt lịch điều trị phục hồi tóc chuyên sâu tại HairZone ngay hôm nay!",
    "author": "Thanh Tâm",
    "authorRole": "Hair Therapist",
    "authorImage": "https://images.unsplash.com/photo-1544005313-94ddf0286df2?w=200",
    "category": "Chăm sóc",
    "tags": ["phục hồi", "tóc hư tổn", "điều trị", "chăm sóc"],
    "featuredImage": "https://images.unsplash.com/photo-1516975080664-ed2fc6a32937?w=1200",
    "publishedAt": "2025-01-05",
    "readTime": "7 phút",
    "views": 2100,
    "likes": 156
  }
]
